Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 스크립트를 로그인 셸로 한 번 실행해, PATH·환경이 평소처럼 잡혀요.
ar: يشغّل السكربت مرة واحدة في صدفة تسجيل الدخول، فيُحمّل PATH والبيئة كالمعتاد.
en: Runs the script once in a login shell, so PATH and environment load as usual.
es: Ejecuta el script una vez en un shell de inicio de sesión, así el PATH y el entorno se cargan como siempre.
fr: Exécute le script une fois dans un shell de connexion, donc le PATH et l’environnement se chargent normalement.
hi: स्क्रिप्ट को लॉगिन शेल में एक बार चलाता है, ताकि PATH और एनवायरनमेंट सामान्य रूप से लोड हों।
ja: ログインシェルでスクリプトを一度実行するので、PATH や環境が通常どおり読み込まれます。
pt_br: Executa o script uma vez em um shell de login, então o PATH e o ambiente carregam normalmente.
ru: Запускает скрипт один раз в login-оболочке, поэтому PATH и окружение загружаются как обычно.
zh_hans: 在登录 shell 中运行脚本一次，因此会照常加载 PATH 和环境。

source: 스토어 리뷰
ar: مراجعات المتجر
en: Store Reviews
es: Reseñas del App Store
fr: Avis de l'App Store
hi: स्टोर समीक्षाएँ
ja: ストアレビュー
pt_br: Avaliações da App Store
ru: Отзывы App Store
zh_hans: 商店评论

source: 스페이스
ar: مسافة
en: Space
es: Espacio
fr: Espace
hi: स्पेस
ja: スペース
pt_br: Espaço
ru: Пробел
zh_hans: 空格

source: 스펙
ar: المواصفات
en: Spec
es: Especificación
fr: Spécification
hi: विनिर्देश
ja: 仕様
pt_br: Especificação
ru: Спецификация
zh_hans: 规格

source: 스펙이 디자인 제약(색 의미·다국어·상태·접근성)을 다뤘는지 요약했어요. «미명시» 는 스펙에 그 기준이 안 보인다는 정보일 뿐이에요 — UI 가 닿지 않는 브리프엔 원래 디자인 기준이 없어요.
ar: ملخّص لما إذا كانت المواصفات تتناول قيود التصميم (دلالة الألوان، التوطين، الحالة، إمكانية الوصول). «غير محدَّد» مجرّد معلومة بأن المعيار غير ظاهر في المواصفات — الموجزات التي لا تمسّ الواجهة ليس لها معايير تصميم أصلاً.
en: A summary of whether the spec addresses the design constraints (color meaning, localization, state, accessibility). “Not specified” simply means the criterion isn’t visible in the spec — briefs that don’t touch the UI have no design criteria to begin with.
es: Resumen de si la especificación aborda las restricciones de diseño (significado del color, localización, estado, accesibilidad). «Sin especificar» solo indica que el criterio no aparece en la especificación; los briefs que no afectan a la interfaz no tienen criterios de diseño.
fr: Récapitulatif indiquant si la spécification traite les contraintes de design (sens des couleurs, localisation, état, accessibilité). « Non spécifié » signifie simplement que le critère n’apparaît pas dans la spécification ; les briefs qui ne touchent pas à l’interface n’ont pas de critères de design.
hi: यह सारांश दिखाता है कि स्पेक डिज़ाइन बाधाओं (रंग का अर्थ, स्थानीयकरण, स्थिति, सुलभता) को संबोधित करता है या नहीं। «निर्दिष्ट नहीं» केवल यह जानकारी है कि वह मानदंड स्पेक में नहीं दिखता — जो ब्रीफ़ UI को नहीं छूते उनमें मूलतः कोई डिज़ाइन मानदंड नहीं होता।
ja: 仕様がデザイン制約（色の意味・多言語対応・状態・アクセシビリティ）に触れているかをまとめています。「記載なし」は仕様にその基準が見当たらないという情報にすぎません。UI に関わらないブリーフにはそもそもデザイン基準がありません。
pt_br: Resumo de se a especificação aborda as restrições de design (significado da cor, localização, estado, acessibilidade). «Não especificado» é apenas a informação de que o critério não aparece na especificação — briefs que não tocam a interface não têm critérios de design.
ru: Сводка о том, учитывает ли спецификация ограничения дизайна (значение цвета, локализация, состояние, доступность). «Не указано» — это лишь информация о том, что критерий не виден в спецификации; у брифов, не затрагивающих интерфейс, изначально нет дизайн-критериев.
zh_hans: 总结规格是否涵盖了设计约束（颜色含义、多语言、状态、无障碍）。“未说明”只是表示规格中看不到该标准——不涉及 UI 的简报本就没有设计标准。

source: 슬래시 명령
ar: أمر شرطة مائلة
en: Slash command
es: Comando con barra
fr: Commande avec barre
hi: स्लैश कमांड
ja: スラッシュコマンド
pt_br: Comando de barra
ru: Слэш-команда
zh_hans: 斜杠命令

source: 승인
ar: موافقة
en: Approve
es: Aprobar
fr: Autoriser
hi: स्वीकृति
ja: 承認
pt_br: Aprovar
ru: Одобрить
zh_hans: 批准

source: 승인 — 곧바로 에이전트가 구현을 시작하고 세션 탭으로 이어져요. 그 자리에서 진행을 지켜볼 수 있어요.
ar: الموافقة — يبدأ الوكيل التنفيذ فورًا وتنتقل إلى تبويب الجلسات، حيث يمكنك متابعة التقدّم في الحال.
en: Approve — the agent starts implementing right away and you’re taken to the Sessions tab, where you can watch the progress on the spot.
es: Aprobar — el agente comienza a implementar de inmediato y pasas a la pestaña Sesiones, donde puedes seguir el progreso al momento.
fr: Approuver — l’agent commence aussitôt l’implémentation et vous êtes dirigé vers l’onglet Sessions, où vous pouvez suivre la progression sur le champ.
hi: स्वीकृत करें — एजेंट तुरंत क्रियान्वयन शुरू कर देता है और आप सेशन टैब पर पहुँच जाते हैं, जहाँ आप वहीं प्रगति देख सकते हैं।
ja: 承認 — すぐにエージェントが実装を始め、セッションタブへ移ります。その場で進捗を見守れます。
pt_br: Aprovar — o agente começa a implementar imediatamente e você vai para a aba Sessões, onde pode acompanhar o progresso na hora.
ru: Одобрить — агент сразу начинает реализацию, и вы переходите на вкладку «Сессии», где можно тут же следить за ходом работы.
zh_hans: 批准——智能体立即开始实现，并跳转到会话标签，你可当场观看进度。

source: 승인 — 이번 호출만 허용. 같은 도구를 또 부르면 다시 묻습니다.
ar: موافقة — السماح بهذا الاستدعاء فقط. سيُسأل عند الاستدعاء التالي لنفس الأداة.
en: Approve — allow just this call. You’ll be asked again for the next call.
es: Aprobar — permite solo esta llamada. Te volverá a preguntar la próxima vez.
fr: Autoriser — uniquement pour cet appel. Pour le suivant, on vous redemande.
hi: स्वीकृति — सिर्फ़ इस कॉल को अनुमति। अगली कॉल पर फिर पूछा जाएगा।
ja: 承認 — 今回の呼び出しのみ許可。次回はまた確認します。
pt_br: Aprovar — permite apenas esta chamada. Será perguntado de novo na próxima.
ru: Одобрить — только этот вызов. При следующем вызове спросят снова.
zh_hans: 批准 — 仅允许本次调用。下次再调用同一工具时会再问。

source: 승인 결정
ar: قرار الموافقة
en: Approval decision
es: Decisión de aprobación
fr: Décision d’approbation
hi: अनुमोदन निर्णय
ja: 承認の判断
pt_br: Decisão de aprovação
ru: Решение о подтверждении
zh_hans: 审批决定

source: 승인 대기
ar: بانتظار الموافقة
en: Awaiting approval
es: Esperando aprobación
fr: En attente d’approbation
hi: स्वीकृति की प्रतीक्षा
ja: 承認待ち
pt_br: Aguardando aprovação
ru: Ожидает одобрения
zh_hans: 等待批准

source: 승인된 디자인 규칙을 강한 신호로 쓰고 있어요. 규칙이 바뀌었으면 초안을 다시 만들어 갱신하세요.
ar: تُستخدم قواعد التصميم المعتمدة كإشارة قوية. إذا تغيّرت القواعد، فأنشئ مسودة جديدة لتحديثها.
en: The approved design rules are being used as a strong signal. If the rules have changed, regenerate a draft to update them.
es: Las reglas de diseño aprobadas se usan como señal fuerte. Si las reglas han cambiado, genera un nuevo borrador para actualizarlas.
fr: Les règles de design approuvées sont utilisées comme signal fort. Si les règles ont changé, régénérez un brouillon pour les mettre à jour.
hi: स्वीकृत डिज़ाइन नियमों को एक मज़बूत संकेत के रूप में उपयोग किया जा रहा है। यदि नियम बदल गए हों, तो उन्हें अपडेट करने के लिए ड्राफ़्ट फिर से बनाएँ।
ja: 承認済みのデザインルールを強いシグナルとして使用しています。ルールが変わった場合は下書きを作り直して更新してください。
pt_br: As regras de design aprovadas estão sendo usadas como sinal forte. Se as regras mudaram, gere um novo rascunho para atualizá-las.
ru: Утверждённые правила дизайна используются как сильный сигнал. Если правила изменились, создайте черновик заново, чтобы обновить их.
zh_hans: 正在将已批准的设计规则用作强信号。如果规则有变化，请重新生成草稿以更新。

source: 승인율
ar: معدل الموافقة
en: Approval rate
es: Tasa de aprobación
fr: Taux d’approbation
hi: स्वीकृति दर
ja: 承認率
pt_br: Taxa de aprovação
ru: Доля одобрений
zh_hans: 批准率

source: 승인율 %@
ar: معدل الموافقة %@
en: Approval rate %@
es: Tasa de aprobación %@
fr: Taux d’approbation %@
hi: स्वीकृति दर %@
ja: 承認率 %@
pt_br: Taxa de aprovação %@
ru: Доля одобрений %@
zh_hans: 批准率 %@

source: 승인율 %@ · 검증 적중 %lld/%lld
ar: معدل الموافقة %@ · إصابات التحقق %lld/%lld
en: Approval rate %@ · Verified hits %lld/%lld
es: Tasa de aprobación %@ · Aciertos verificados %lld/%lld
fr: Taux d’approbation %@ · Hypothèses vérifiées %lld/%lld
hi: स्वीकृति दर %@ · सत्यापित हिट %lld/%lld
ja: 承認率 %@ · 検証的中 %lld/%lld
pt_br: Taxa de aprovação %@ · Acertos verificados %lld/%lld
ru: Доля одобрений %@ · Подтверждено %lld/%lld
zh_hans: 批准率 %@ · 验证命中 %lld/%lld

source: 승인하고 구현 시작
ar: الموافقة وبدء التنفيذ
en: Approve & Start Implementation
es: Aprobar y empezar
fr: Approuver et lancer
hi: अनुमोदित करें और शुरू करें
ja: 承認して実装を開始
pt_br: Aprovar e iniciar
ru: Одобрить и начать
zh_hans: 审批并开始实现

source: 승인하고 켜기
ar: اعتماد وتفعيل
en: Approve and enable
es: Aprobar y activar
fr: Approuver et activer
hi: स्वीकृत करें और चालू करें
ja: 承認して有効化
pt_br: Aprovar e ativar
ru: Утвердить и включить
zh_hans: 批准并启用

source: 승인하면 에이전트가 바로 구현을 시작해요.
ar: بمجرد الموافقة سيبدأ الوكيل التنفيذ فورًا.
en: Approving will start implementation right away.
es: Al aprobar, el agente empezará a implementarlo de inmediato.
fr: Une fois approuvé, l'agent commence immédiatement l'implémentation.
hi: अनुमोदन करते ही एजेंट तुरंत कार्यान्वयन शुरू कर देगा।
ja: 承認するとエージェントがすぐに実装を始めます。
pt_br: Ao aprovar, o agente começará a implementação imediatamente.
ru: После одобрения агент сразу начнёт реализацию.
zh_hans: 审批后智能体会立即开始实现。

source: 승인하면 에이전트가 바로 구현을 시작해요. worktree 는 별도 작업 폴더라 동시에 도는 다른 세션과 충돌하지 않아요.
ar: بعد الموافقة يبدأ الوكيل التنفيذ فورًا. الـ worktree هو مجلد عمل منفصل، لذا لن يتعارض مع الجلسات الأخرى التي تعمل في الوقت نفسه.
en: Approving starts implementation right away. A worktree is a separate working folder, so it won't conflict with other sessions running at the same time.
es: Al aprobar, el agente empieza a implementar de inmediato. Un worktree es una carpeta de trabajo aparte, así que no entra en conflicto con otras sesiones en ejecución.
fr: L'approbation lance immédiatement l'implémentation. Un worktree est un dossier de travail séparé : il n'entre pas en conflit avec les autres sessions en cours.
hi: अनुमोदन करते ही एजेंट तुरंत कार्यान्वयन शुरू कर देगा। worktree एक अलग कार्य फ़ोल्डर है, इसलिए यह एक साथ चल रहे अन्य सत्रों से टकराएगा नहीं।
ja: 承認するとエージェントがすぐに実装を開始します。worktree は独立した作業フォルダなので、同時に動いている他のセッションと衝突しません。
pt_br: Ao aprovar, o agente começa a implementar imediatamente. Um worktree é uma pasta de trabalho separada, então não conflita com outras sessões em execução.
ru: После одобрения агент сразу начнёт реализацию. Worktree — это отдельная рабочая папка, поэтому она не конфликтует с другими одновременно запущенными сессиями.
zh_hans: 审批后代理会立即开始实现。worktree 是独立的工作文件夹，不会与同时运行的其他会话冲突。

source: 승인하면 이 에이전트가 구현을 시작해요.
ar: عند الموافقة، يبدأ هذا الوكيل التنفيذ.
en: When approved, this agent starts the implementation.
es: Al aprobar, este agente comienza la implementación.
fr: Une fois approuvé, cet agent démarre l'implémentation.
hi: स्वीकृति मिलने पर यह एजेंट कार्यान्वयन शुरू करेगा।
ja: 承認すると、このエージェントが実装を開始します。
pt_br: Ao aprovar, este agente inicia a implementação.
ru: После одобрения этот агент начнёт реализацию.
zh_hans: 批准后，由该智能体开始实现。

source: 시각
ar: الوقت
en: Time
es: Hora
fr: Heure
hi: समय
ja: 時刻
pt_br: Horário
ru: Время
zh_hans: 时间

source: 시간 초과
ar: انتهت المهلة
en: Timed out
es: Tiempo agotado
fr: Délai dépassé
hi: समय समाप्त
ja: タイムアウト
pt_br: Tempo esgotado
ru: Превышено время
zh_hans: 超时

source: 시스템 따라가기
ar: حسب النظام
en: Follow system
es: Según el sistema
fr: Selon le système
hi: सिस्टम के अनुसार
ja: システムに合わせる
pt_br: Conforme o sistema
ru: Как в системе
zh_hans: 跟随系统

source: 시스템 언어 사용
ar: استخدام لغة النظام
en: Use system language
es: Usar idioma del sistema
fr: Utiliser la langue du système
hi: सिस्टम भाषा का उपयोग करें
ja: システム言語を使用
pt_br: Usar idioma do sistema
ru: Использовать язык системы
zh_hans: 使用系统语言

source: 시스템으로 되돌리기: «시스템 언어 사용» 을 고르면 앱 전용 override 가 해제되고 iOS 설정의 언어 우선순위를 그대로 따라갑니다.
ar: العودة إلى لغة النظام: اختر «استخدام لغة النظام» لإلغاء override الخاص بالتطبيق، ليتبع التطبيق ترتيب لغات iOS كما هو.
en: Back to system: pick “Use system language” to clear the app-only override, and the app will follow iOS’s system language priority.
es: Volver al sistema: elige «Usar idioma del sistema» para quitar el override de la app, y se seguirá la prioridad de idiomas del sistema iOS.
fr: Revenir au système : choisissez « Utiliser la langue du système » pour retirer la surcharge propre à l’app, et celle-ci suivra la priorité système d’iOS.
hi: सिस्टम पर वापस: «सिस्टम भाषा का उपयोग करें» चुनने से ऐप-विशिष्ट ओवरराइड हटता है और ऐप iOS की भाषा प्राथमिकता का पालन करेगा।
ja: システムに戻す: 「システム言語を使用」を選ぶとアプリ固有の override が解除され、iOS の言語優先順位に従います。
pt_br: Voltar ao sistema: escolha «Usar idioma do sistema» para limpar o override do app; ele passa a seguir a prioridade de idiomas do iOS.
ru: Вернуться к системе: выберите «Использовать язык системы», и приложение снимет свой override и подстроится под приоритеты языков iOS.
zh_hans: 切回系统:选择「使用系统语言」即可清除应用层的覆盖,应用随之跟随 iOS 系统语言优先级。

source: 시작
ar: ابدأ
en: Start
es: Comenzar
fr: Commencer
hi: शुरू करें
ja: 開始
pt_br: Começar
ru: Начать
zh_hans: 开始

source: 시작 노드
ar: عقدة البداية
en: Start node
es: Nodo de inicio
fr: Nœud de début
hi: आरंभ नोड
ja: 開始ノード
pt_br: Nó de início
ru: Начальный узел
zh_hans: 开始节点

source: 시작 노드(초록) — 흐름의 출발점. 수동으로 실행하거나 크론 예약 트리거를 붙일 수 있어요.
ar: عقدة البداية (خضراء) — نقطة انطلاق التدفق. شغّلها يدويًا أو أضف مُشغّلًا مجدولًا عبر cron.
en: Start node (green) — the entry point of the flow. Run it manually or attach a cron schedule trigger.
es: Nodo de inicio (verde): el punto de partida del flujo. Ejecútalo manualmente o añade un activador programado con cron.
fr: Nœud Début (vert) — le point de départ du flux. Lancez-le manuellement ou ajoutez un déclencheur planifié (cron).
hi: आरंभ नोड (हरा) — प्रवाह का आरंभ बिंदु। इसे मैन्युअल रूप से चलाएं या क्रॉन शेड्यूल ट्रिगर जोड़ें।
ja: 開始ノード(緑) — 流れの出発点。手動で実行するか、cron 予約トリガーを付けられます。
pt_br: Nó de início (verde) — o ponto de partida do fluxo. Execute-o manualmente ou anexe um gatilho agendado por cron.
ru: Узел «Начало» (зелёный) — точка входа потока. Запускайте вручную или добавьте триггер по расписанию (cron).
zh_hans: 开始节点（绿色）——流程的起点。可手动运行，或添加 cron 定时触发器。

source: 시작하기
ar: البدء
en: Get started
es: Empezar
fr: Démarrer
hi: शुरू करें
ja: はじめに
pt_br: Começar
ru: Начало работы
zh_hans: 开始使用

source: 신뢰 지문으로 검증
ar: تم التحقق عبر بصمة موثوقة
en: Verified by trusted fingerprint
es: Verificada por huella de confianza
fr: Vérifiée par empreinte de confiance
hi: विश्वसनीय फ़िंगरप्रिंट से सत्यापित
ja: 信頼された指紋で検証
pt_br: Verificada por impressão digital confiável
ru: Проверен по доверенному отпечатку
zh_hans: 通过受信任的指纹验证

source: 신호 수집 시작
ar: بدء جمع الإشارات
en: Start signal collection
es: Iniciar recopilación de señales
fr: Lancer la collecte de signaux
hi: सिग्नल एकत्रण शुरू
ja: シグナル収集を開始
pt_br: Iniciar coleta de sinais
ru: Запуск сбора сигналов
zh_hans: 开始收集信号

source: 신호 수집 진행 중 — 세션 보기
ar: جارٍ جمع الإشارات — عرض الجلسة
en: Collecting signals — view session
es: Recopilando señales — ver sesión
fr: Collecte des signaux — voir la session
hi: सिग्नल एकत्र हो रहे हैं — सत्र देखें
ja: シグナル収集中 — セッションを見る
pt_br: Coletando sinais — ver sessão
ru: Сбор сигналов — открыть сессию
zh_hans: 正在收集信号 — 查看会话

source: 실패
ar: فشل
en: Failed
es: Fallido
fr: Échec
hi: विफल
ja: 失敗
pt_br: Falhou
ru: Ошибка
zh_hans: 失败

source: 실패 시 (fail)
ar: عند الفشل (fail)
en: On fail
es: Si falla (fail)
fr: En cas d’échec (fail)
hi: विफल होने पर (fail)
ja: 失敗時（fail）
pt_br: Em caso de falha (fail)
ru: При неудаче (fail)
zh_hans: 失败时（fail）

source: 실행
ar: تشغيل
en: Run
es: Ejecutar
fr: Exécuter
hi: चलाएँ
ja: 実行
pt_br: Executar
ru: Запустить
zh_hans: 运行

source: 실행 — 「실행」 을 누르면 결과 보기 화면으로 바뀌어 노드별 진행 상태(실행 중·완료·실패)가 색으로 표시됩니다. 노드를 탭하면 그 노드가 만든 세션 대화로 들어가고, 승인이 필요한 노드는 탭해서 승인하거나 거부합니다.
ar: التشغيل — انقر على «تشغيل» للانتقال إلى عرض النتائج، حيث يظهر تقدّم كل عقدة (قيد التشغيل، مكتملة، فاشلة) باللون. انقر على عقدة لفتح محادثة الجلسة التي أنشأتها؛ وللعقدة التي تتطلّب موافقة، انقر عليها للموافقة أو الرفض.
en: Running — tap «Run» to switch to the results view, where each node's progress (running, done, failed) is shown by color. Tap a node to open the chat of the session it created; for a node that needs approval, tap it to approve or reject.
es: Ejecución: toca «Ejecutar» para cambiar a la vista de resultados, donde el progreso de cada nodo (en ejecución, completado, fallido) se muestra por color. Toca un nodo para abrir el chat de la sesión que creó; para un nodo que requiere aprobación, tócalo para aprobar o rechazar.
fr: Exécution — touchez « Exécuter » pour passer à la vue des résultats, où la progression de chaque nœud (en cours, terminé, échec) est indiquée par une couleur. Touchez un nœud pour ouvrir la conversation de la session qu'il a créée ; pour un nœud nécessitant une approbation, touchez-le pour approuver ou refuser.
hi: चलाना — «चलाएं» पर टैप करने पर परिणाम दृश्य खुलता है, जहाँ हर नोड की प्रगति (चल रहा, पूर्ण, विफल) रंग से दिखती है। किसी नोड को टैप करने पर उसके द्वारा बनाई गई सत्र चैट खुलती है; जिस नोड को अनुमोदन चाहिए उसे टैप करके स्वीकृत या अस्वीकृत करें।
ja: 実行 — 「実行」をタップすると結果表示画面に切り替わり、ノードごとの進行状況(実行中・完了・失敗)が色で表示されます。ノードをタップするとそのノードが作ったセッションの会話に入り、承認が必要なノードはタップして承認または拒否します。
pt_br: Execução — toque em «Executar» para mudar para a visualização de resultados, onde o progresso de cada nó (em execução, concluído, falhou) é mostrado por cor. Toque em um nó para abrir o chat da sessão que ele criou; em um nó que precisa de aprovação, toque para aprovar ou rejeitar.
ru: Запуск — нажмите «Запустить», чтобы перейти к виду результатов, где ход выполнения каждого узла (выполняется, готово, ошибка) показан цветом. Коснитесь узла, чтобы открыть чат созданной им сессии; узел, требующий подтверждения, коснитесь, чтобы одобрить или отклонить.
zh_hans: 运行——点按«运行»会切换到结果视图，每个节点的进度（运行中、完成、失败）以颜色显示。点按节点可进入该节点创建的会话对话；对于需要审批的节点，点按以批准或拒绝。

source: 실행 기록
ar: سجل التشغيل
en: Run history
es: Historial de ejecuciones
fr: Historique d'exécution
hi: रन इतिहास
ja: 実行履歴
pt_br: Histórico de execuções
ru: История запусков
zh_hans: 运行记录

source: 실행 상태
ar: حالة التشغيل
en: Run status
es: Estado de ejecución
fr: État de l'exécution
hi: रन स्थिति
ja: 実行ステータス
pt_br: Status da execução
ru: Статус выполнения
zh_hans: 运行状态

source: 실행 전 승인 필요
ar: تتطلّب الموافقة قبل التشغيل
en: Require approval before running
es: Requerir aprobación antes de ejecutar
fr: Approbation requise avant l’exécution
hi: चलाने से पहले स्वीकृति आवश्यक
ja: 実行前に承認が必要
pt_br: Exigir aprovação antes de executar
ru: Требовать одобрения перед запуском
zh_hans: 运行前需要批准

source: 실행 중
ar: قيد التشغيل
en: Running
es: En ejecución
fr: En cours
hi: चल रहा है
ja: 実行中
pt_br: Em execução
ru: Выполняется
zh_hans: 运行中

source: 실행 중 세션 모두 중지
ar: إيقاف كل الجلسات قيد التشغيل
en: Stop All Running Sessions
es: Detener todas las sesiones en ejecución
fr: Arrêter toutes les sessions en cours
hi: सभी चल रहे सत्र रोकें
ja: 実行中のセッションをすべて停止
pt_br: Parar todas as sessões em execução
ru: Остановить все запущенные сессии
zh_hans: 停止所有运行中的会话

source: 실행 중인 세션의 진행 중 작업을 중단합니다.
ar: إيقاف العمل الجاري في الجلسات قيد التشغيل.
en: Interrupts the in-progress work of running sessions.
es: Interrumpe el trabajo en curso de las sesiones en ejecución.
fr: Interrompt le travail en cours des sessions actives.
hi: चल रहे सत्रों का जारी कार्य रोक देता है।
ja: 実行中のセッションの進行中の作業を中断します。
pt_br: Interrompe o trabalho em andamento das sessões em execução.
ru: Прерывает текущую работу запущенных сессий.
zh_hans: 中断运行中会话正在进行的工作。

source: 실행 취소
ar: تراجع
en: Undo
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
ja: 取り消す
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销

source: 실행을 시작했어요
ar: بدأ التشغيل
en: Started running
es: Ejecución iniciada
fr: Exécution lancée
hi: चलना शुरू हुआ
ja: 実行を開始しました
pt_br: Execução iniciada
ru: Запуск начат
zh_hans: 已开始运行

source: 실행하지 못했어요
ar: تعذّر التشغيل
en: Couldn’t run
es: No se pudo ejecutar
fr: Impossible d’exécuter
hi: नहीं चला सके
ja: 実行できませんでした
pt_br: Não foi possível executar
ru: Не удалось выполнить
zh_hans: 无法运行

source: 실행할 셸 스크립트 또는 명령 (예: ./scripts/build.sh)
ar: نص shell أو أمر للتشغيل (مثال: ./scripts/build.sh)
en: Shell script or command to run (e.g. ./scripts/build.sh)
es: Script de shell o comando a ejecutar (p. ej. ./scripts/build.sh)
fr: Script shell ou commande à exécuter (ex. ./scripts/build.sh)
hi: चलाने के लिए शेल स्क्रिप्ट या कमांड (उदा. ./scripts/build.sh)
ja: 実行するシェルスクリプトまたはコマンド（例: ./scripts/build.sh）
pt_br: Script de shell ou comando a executar (ex.: ./scripts/build.sh)
ru: Shell-скрипт или команда для запуска (напр. ./scripts/build.sh)
zh_hans: 要运行的 Shell 脚本或命令（例如 ./scripts/build.sh）

source: 아래
ar: أسفل
en: Down
es: Abajo
fr: Bas
hi: नीचे
ja: 下
pt_br: Baixo
ru: Вниз
zh_hans: 下

source: 아래 입력창에 명령을 적어 시작하세요.
ar: اكتب أمرًا في الحقل أدناه للبدء.
en: Type a command below to get started.
es: Escribe un comando abajo para empezar.
fr: Saisissez une commande ci-dessous pour commencer.
hi: शुरू करने के लिए नीचे एक कमांड टाइप करें।
ja: 下の入力欄にコマンドを入力して開始してください。
pt_br: Digite um comando abaixo para começar.
ru: Введите команду ниже, чтобы начать.
zh_hans: 在下方输入框中输入命令以开始。

source: 아래로 스크롤
ar: التمرير لأسفل
en: Scroll down
es: Desplazar hacia abajo
fr: Défiler vers le bas
hi: नीचे स्क्रॉल करें
ja: 下にスクロール
pt_br: Rolar para baixo
ru: Прокрутить вниз
zh_hans: 向下滚动

source: 아이콘
ar: أيقونة
en: Icon
es: Icono
fr: Icône
hi: आइकन
ja: アイコン
pt_br: Ícone
ru: Значок
zh_hans: 图标

source: 아이콘 %@
ar: أيقونة %@
en: Icon %@
es: Icono %@
fr: Icône %@
hi: आइकन %@
ja: アイコン %@
pt_br: Ícone %@
ru: Значок %@
zh_hans: 图标 %@

source: 아직 bridge 를 쓰지 않았어요
ar: لم يُستخدم أي جسر بعد
en: No bridge in use yet
es: Aún no se usa ningún puente
fr: Aucun pont utilisé pour l'instant
hi: अभी कोई bridge उपयोग में नहीं है
ja: まだ bridge を使っていません
pt_br: Nenhuma ponte em uso ainda
ru: Мост пока не используется
zh_hans: 尚未使用 bridge

source: 아직 기기 인증이 설정되지 않았어요
ar: لم يتم إعداد مصادقة الجهاز بعد
en: Device authentication isn't set up yet
es: La autenticación del dispositivo aún no está configurada
fr: L'authentification de l'appareil n'est pas encore configurée
hi: डिवाइस प्रमाणीकरण अभी तक सेट नहीं किया गया है
ja: デバイス認証はまだ設定されていません
pt_br: A autenticação do dispositivo ainda não foi configurada
ru: Аутентификация устройства ещё не настроена
zh_hans: 尚未设置设备认证

source: 아직 데이터가 부족해요
ar: لا توجد بيانات كافية بعد
en: Not enough data yet
es: Aún no hay datos suficientes
fr: Pas encore assez de données
hi: अभी पर्याप्त डेटा नहीं है
ja: まだデータが足りません
pt_br: Ainda não há dados suficientes
ru: Пока недостаточно данных
zh_hans: 数据还不够

source: 아직 등록된 기기가 없어요.
ar: لا توجد أجهزة مُسجّلة بعد.
en: No devices are registered yet.
es: Aún no hay dispositivos registrados.
fr: Aucun appareil enregistré pour le moment.
hi: अभी तक कोई डिवाइस पंजीकृत नहीं है।
ja: まだ登録されたデバイスはありません。
pt_br: Ainda não há dispositivos registrados.
ru: Пока нет зарегистрированных устройств.
zh_hans: 尚无已注册的设备。

source: 아직 머지 요청이 없어요
ar: لا توجد طلبات دمج بعد
en: No merge requests yet
es: Aún no hay solicitudes de fusión
fr: Aucune demande de fusion pour l’instant
hi: अभी तक कोई मर्ज अनुरोध नहीं
ja: まだマージ依頼はありません
pt_br: Ainda não há solicitações de merge
ru: Пока нет запросов на слияние
zh_hans: 还没有合并请求

source: 아직 산출물이 없어요
ar: لا توجد مخرجات بعد
en: No artifacts yet
es: Aún no hay resultados
fr: Aucun élément pour l’instant
hi: अभी कोई आर्टिफ़ैक्ट नहीं
ja: まだ成果物がありません
pt_br: Ainda não há resultados
ru: Пока нет результатов
zh_hans: 还没有产物

source: 아직 세션이 없어요
ar: لا توجد جلسات بعد
en: No sessions yet
es: Aún no hay sesiones
fr: Aucune session pour l'instant
hi: अभी तक कोई सेशन नहीं
ja: まだセッションがありません
pt_br: Ainda não há sessões
ru: Сессий пока нет
zh_hans: 还没有会话

source: 아직 실행 기록이 없어요
ar: لا توجد عمليات تشغيل بعد
en: No runs yet
es: Aún no hay ejecuciones
fr: Aucune exécution pour l'instant
hi: अभी तक कोई रन नहीं
ja: まだ実行履歴がありません
pt_br: Ainda não há execuções
ru: Запусков пока нет
zh_hans: 还没有运行记录

source: 아직 제안이 없어요
ar: لا توجد مقترحات بعد
en: No proposals yet
es: Aún no hay propuestas
fr: Pas encore de propositions
hi: अभी कोई प्रस्ताव नहीं
ja: まだ提案がありません
pt_br: Ainda não há propostas
ru: Предложений пока нет
zh_hans: 还没有提案
